tests/xma/4.1/xma_ProvAPI/Communities-API/XMA-create-Community-Admin-COM2-100002.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:tns="http://policy.intf.mobilgw.com/">
  <soap:Body>
    <tns:addAdmins>
      <arg0>COM2</arg0>
      <arg1>
        <userId>100002</userId>
        <name>fgh</name>
        <wantsNotifications>false</wantsNotifications>
        <wantsAudit>false</wantsAudit>
      </arg1>
    </tns:addAdmins>
  </soap:Body>
</soap:Envelope>